#include"title.h"
void title() {
		cout << endl << endl << endl << endl << endl << endl << R"(¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡
¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡ö¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡
¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡ö¡ö¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡ö¡ö¡ö¡ö¡ö¡¡¡ö¡ö¡ö¡ö¡ö¡ö¡ö¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡ö¡ö¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡
¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡ö¡ö¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡ö¡ö¡ö¡ö¡ö¡¡¡ö¡ö¡ö¡ö¡ö¡ö¡ö¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡ö¡ö¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡
¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡ö¡ö¡ö¡ö¡ö¡ö¡ö¡ö¡ö¡ö¡ö¡ö¡ö¡ö¡ö¡¡¡¡¡ö¡ö¡¡¡ö¡ö¡¡¡ö¡ö¡¡¡¡¡¡¡ö¡ö¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡ö¡ö¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡
¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡ö¡ö¡ö¡ö¡ö¡ö¡ö¡ö¡ö¡ö¡ö¡ö¡ö¡ö¡ö¡¡¡¡¡ö¡ö¡¡¡ö¡ö¡¡¡ö¡ö¡¡¡¡¡¡¡ö¡ö¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡ö¡ö¡¡¡¡¡¡¡¡¡ö¡ö¡ö¡¡¡¡
¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡ö¡ö¡¡¡¡¡¡¡¡¡ö¡ö¡¡¡¡¡¡¡¡¡¡¡¡¡ö¡ö¡ö¡ö¡ö¡¡¡ö¡ö¡ö¡ö¡ö¡ö¡ö¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡ö¡ö¡¡¡¡¡ö¡ö¡ö¡ö¡ö¡¡¡¡
¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡ö¡ö¡¡¡¡¡¡¡¡¡ö¡ö¡¡¡¡¡¡¡¡¡¡¡¡¡ö¡ö¡ö¡ö¡ö¡¡¡ö¡ö¡¡¡¡¡¡¡ö¡ö¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡ö¡ö¡ö¡ö¡ö¡ö¡¡¡¡¡¡¡¡¡¡
¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡ö¡ö¡¡¡¡¡¡¡ö¡ö¡¡¡¡¡¡¡¡¡¡¡¡¡ö¡ö¡¡¡ö¡ö¡¡¡ö¡ö¡¡¡¡¡¡¡ö¡ö¡¡¡¡¡¡¡ö¡ö¡ö¡ö¡ö¡ö¡ö¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡
¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡ö¡ö¡¡¡¡¡ö¡ö¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡ö¡ö¡¡¡ö¡ö¡¡¡ö¡ö¡ö¡ö¡ö¡ö¡ö¡¡¡¡¡¡¡ö¡ö¡ö¡¡¡ö¡ö¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡
¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡ö¡ö¡¡¡ö¡ö¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡ö¡ö¡ö¡ö¡ö¡¡¡ö¡ö¡ö¡ö¡ö¡ö¡ö¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡ö¡ö¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡
¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡ö¡ö¡ö¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡ö¡ö¡ö¡ö¡ö¡¡¡ö¡ö¡¡¡¡¡¡¡ö¡ö¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡ö¡ö¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡
¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡ö¡ö¡ö¡ö¡ö¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡ö¡ö¡¡¡ö¡ö¡¡¡ö¡ö¡¡¡¡¡¡¡ö¡ö¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡ö¡ö¡¡¡¡¡¡¡¡¡¡¡ö¡ö¡¡¡¡
¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡ö¡ö¡ö¡ö¡¡¡ö¡ö¡ö¡ö¡¡¡¡¡¡¡¡¡¡¡ö¡ö¡¡¡¡¡¡¡¡¡ö¡ö¡¡¡¡¡¡¡ö¡ö¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡ö¡ö¡¡¡¡¡¡¡¡¡¡¡ö¡ö¡¡¡¡
¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡ö¡ö¡ö¡ö¡¡¡¡¡¡¡¡¡¡¡ö¡ö¡ö¡ö¡ö¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡ö¡ö¡¡¡¡¡¡¡ö¡ö¡ö¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡ö¡ö¡ö¡ö¡ö¡ö¡ö¡ö¡ö¡¡¡¡
¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡ö¡ö¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡ö¡ö¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡ö¡ö¡¡¡¡¡¡¡¡¡ö¡ö¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡ö¡ö¡ö¡ö¡ö¡ö¡ö¡¡¡¡¡¡
)" << endl << endl << endl << endl << endl << endl << endl << endl << endl << endl;
		cout << "                                                press any key to continue:";
		system("pause > nul");
		system("cls");
		Letterform::SetColor("red");
		cout << endl << endl << endl << endl << endl << endl << endl << endl << endl << endl<< "				FBI WARNING! ";
		Letterform::SetColor("white");
		cout << endl << endl << endl << endl << R"(
	Federal law provides severe civil and criminal penalties for
	the unauthorized reproduction,distribution,or exhibition of
	copyrighted motion prictures(Title 17, United States Code,
	Sections 501 and 508). The federal bureau of Investigation
	investigate allegations of criminal copyright infringement.)";
		Letterform::SetColor("none");
		cout <<  endl << endl << endl << endl << endl << endl << endl << endl << endl<<"¹Ø×¢¼ÎÈ»¶Ù¶Ù½â²ö";
		Letterform::SetColor("white");
		system("pause > nul");
		system("cls");
}